Repository: JanHovland/WeatherForecast
Catalog: WeatherForecast/*.lproj/Localizable.strings
Languages: nb

source: Azerbaijan
nb: Aserbajdsjan

source: Belarus
nb: Hviterussland

source: Belgium
nb: Belgia

source: Bosnia and Herzegovina
nb: Bosnia og Herzegovina

source: Bouvet Island
nb: Bouvetøya

source: Brazil
nb: Brasil

source: British Indian Ocean Territory
nb: Britisk territorium i det indiske hav

source: British Virgin Islands
nb: De britiske jomfruøyene

source: Cambodia
nb: Kambodsja

source: Cameroon
nb: Kamerun

source: Cape Verde
nb: Kapp Verde

source: Caribbean Netherlands
nb: Karibiske Nederland

source: Cayman Islands
nb: Caymanøyene

source: Central African Republic
nb: Den sentralafrikanske republikk

source: Chad
nb: Tsjad

source: Christmas Island
nb: Juleøya

source: Cocos (Keeling) Islands
nb: Kokosøyene (Keeling)

source: Comoros
nb: Komorene

source: Cook Islands
nb: Cook-øyene

source: Croatia
nb: Kroatia

source: Cyprus
nb: Kypros

source: Czechia
nb: Tsjekkia

source: DR Congo
nb: DR Kongo

source: Denmark
nb: Danmark

source: Dominican Republic
nb: Den dominikanske republikk

source: Equatorial Guinea
nb: Ekvatorial-Guinea

source: Estonia
nb: Estland

source: Ethiopia
nb: Etiopia

source: Falkland Islands
nb: Falklandsøyene

source: Faroe Islands
nb: Færøyene

source: French Guiana
nb: Fransk Guyana

source: French Polynesia
nb: Fransk Polynesia

source: French Southern and Antarctic Lands
nb: Franske sørlige og antarktiske land

source: Germany
nb: Tyskland

source: Greece
nb: Hellas

source: Greenland
nb: Grønland

source: Hungary
nb: Ungarn

source: Iceland
nb: Island

source: Iraq
nb: Irak

source: Ireland
nb: Irland

source: Italy
nb: Italia

source: Ivory Coast
nb: Elfenbenskysten

source: Kazakhstan
nb: Kasakhstan

source: Kyrgyzstan
nb: Kirgisistan

source: Lebanon
nb: Libanon

source: Lithuania
nb: Litauen

source: Madagascar
nb: Madagaskar

source: Maldives
nb: Maldivene

source: Marshall Islands
nb: Marshalløyene

source: Micronesia
nb: Mikronesia

source: Morocco
nb: Marokko

source: Mozambique
nb: Mosambik

source: Netherlands
nb: Nederland

source: New Caledonia
nb: Ny Caledonia

source: Norfolk Island
nb: Norfolkøya

source: North Korea
nb: Nord-Korea

source: North Macedonia
nb: Nord-Makedonia

source: Northern Mariana Islands
nb: Nord-Marianene

source: Palestine
nb: Palestina

source: Papua New Guinea
nb: Papua Ny-Guinea

source: Philippines
nb: Filippinene

source: Pitcairn Islands
nb: Pitcairnøyene

source: Poland
nb: Polen

source: Republic of the Congo
nb: Republikken Kongo

source: Saint Barthélemy
nb: Saint Barthelemy

source: Saint Helena, Ascension and Tristan da
nb: SSaint Helena, Ascension og Tristan da

source: Saint Kitts and Nevis
nb: Saint Kitts og Nevis

source: Seychelles
nb: Seychellene

source: Solomon Islands
nb: Solomon øyene

source: South Africa
nb: Sør-Afrika

source: South Georgia
nb: Sør-Georgia

source: South Korea
nb: Sør-Korea

source: South Sudan
nb: Sør-Sudan

source: Suriname
nb: Surinam

source: Svalbard and Jan Mayen
nb: Svalbard og Jan Mayen

source: Sweden
nb: Sverige

source: Switzerland
nb: Sveits

source: São Tomé and Príncipe
nb: São Tomé og Príncipe

source: Tajikistan
nb: Tadsjikistan

source: Timor-Leste
nb: Øst-Timor

source: Trinidad and Tobago
nb: Trinidad og Tobago

source: Turks and Caicos Islands
nb: Turks- og Caicosøyene

source: Ukraine
nb: Ukraina

source: United Arab Emirates
nb: De forente arabiske emirater

source: United States Minor Outlying Islands
nb: USAs mindre ytre øyer

source: United States Virgin Islands
nb: De amerikanske jomfruøyene

source: Uzbekistan
nb: Usbekistan

source: Vatican City
nb: Vatikanet

source: Wallis and Futuna
nb: Wallis og Futuna

source: Western Sahara
nb: Vestre Sahara

source: Yemen
nb: Jemen

source: Åland Islands
nb: Åland

source: Warning for snow from
nb: Snøvarsel fra

source: snowWarning is empty.
nb: Snøvarslingen ineholder ikke data.

source: Update setting for RestCountries.
nb: Oppdater innstilling for RestCountries.

source: AVERAGES
nb: GJENNOMSNITT

source: 400 = Bad Request
nb: 400 = Dårlig forespørsel

source: 429 = Too Many Requests, the user has sent too many requests in a given amount of time ("rate limiting")
nb: For mange forespørsler, brukeren har sendt for mange forespørsler i løpet av en gitt tidsperiode ("antall begrensning"). Vent og prøv så igjen senere.

source: above the normal highest daytime temperature.
nb: over normalen.

source: under the normal highest daytime temperature.
nb: under normalen.

source: Same as the normal highest daytime temperature.
nb: Som normalt.

source: Normally it falls
nb: Normalt sett faller det

source: In the last 30 days, the total has fallen
nb: Siste 30 døgn har det samlet falt

source: precipitation from
nb: nedbør fra

source: Overview
nb: Oversikt

source: mm more than usual.
nb: mm over normalen.

source: mm less than usual.
nb: mm under normalen.

source: as the normal.
nb: som normalt.

source: Average over 30 days:
nb: Gjennomsnitt siste 30 dager:

source: the normal temperature is in between
nb: ligger normaltemperaturen på mellom

source: º and
nb: º og

source: and normally the highest temperature is
nb: og normalt er høyeste temperatur

source: º. Today's highest temperature is now
nb: º. Dagens høyeste temperatur er

source: Monthly averages
nb: Månedlige gjennomsnitt

source: Lowest average temperature for
nb: Laveste snitttemperatur for

source: and highest average temperature is
nb: og høyeste snitttemperature er

source: is
nb: er

source: º over the normal
nb: º over normalen

source: Normally the highest:
nb: Normalt høyeste:

source: Today highest
nb: Dagens høyeste

source: About the normal range
nb: Om normalområdet

source: Normally the highest temperature is based on the average temperature for
nb: Normalt høyeste temperatur baseres på gjennomsnittstemperaturen for

source: every year since
nb: hvert år siden

source: About normal temperatures
nb: Om normale temperaturer

source: Monthly averages reflect the highest and lowest daily temperatures since
nb: Månedlige gjennomsnitt reflekterer høyeste og laveste dagstemperaturer siden

source: For example, the monthly average for January is based on measurements from 1 January to 31 January every year since
nb: For eksempel baseres det månedlige gjennomsnitt for januar på målinger fra 1. januar til 31. januar hvert år siden

source: The normal range shows the most common temperature measurements for
nb: Normalområdet viser de mest vanlige temperaturmålingene for

source: since
nb: siden

source: About normal rainfall
nb: Om normal nedbørsmengde

source: Normal rainfall is based on rainfall measurements since
nb: Normal nedbørsmengde er basert på nedbørsmålinger siden

source: When the precipitation falls as snow, the normal amount of precipitation is calculated based on the equivalent amount of liquid if the snow were melted into water, and not the snow depth.
nb: Når nedbøren faller som snø, blir normal nedbørsmengde regnet ut basert på tilsvarende væskemengde hvis snøen ble smeltet om til vann, og ikke snødybden.

source: Can not find any average data
nb: Kan ikke finne noen gjennomsnittsdata

source: H: Today
nb: H: i dag

source: H: Average
nb: H: gjennomsnitt

source: over the normal
nb: over normalen

source: under the normal
nb: under normalen

source: As normal
nb: Som normalt

source: USE 30 YEARS PERIODE
nb: BRUK 30 ÅRS PERIODE

source: Use 30 years periode
nb: Bruk 30 års periode

source: May
nb: Mai

source: Oct
nb: Okt

source: Dec
nb: Des

source: Normalarea
nb: Normalområde

source: to
nb: til

source: Development of the rainfall from
nb: Utvikling av nedbøren fra

source: The normal rainfall from
nb: Normal nedbør fra

source: may
nb: mai

source: oct
nb: okt

source: dec
nb: des

source: Monthly average
nb: Månedlig gjennomsnitt

source: Normal precification value for
nb: Normal nedbørsmengde for

source: is
nb: er

source: Open OpenWeatherMap
nb: Åpne OpenWeatherMap

source: Please note that this alert will only show for a few seconds and then the App will automatically shut down.
nb: Vær oppmerksom på at dette varselet bare vises i noen få sekunder, og deretter vil appen automatisk slå seg av.

source: No local coordinates found.
nb: Ingen lokale koordinater nle funnet

source: Error code = 400 Bad Request
nb: Feil kode 400 'Feil format på forespørselen'

source: Error code = 401 Unauthorized
nb: Feil kode 401 'Uautorisert'

source: Error code = 402 Payment Required
nb: Feil kode 402 Betaling påkrevd'

source: Error code = 403 Forbidden
nb: Feil kode 403 Forbudt'

source: Error code = 404 Not Found
nb: Feil kode 404 Ikke Funnet'

source: Error code = 405 Method Not Allowed
nb: Feil kode 405 Metode ikke tillatt'

source: Error code = 406 Not Acceptable
nb: Feil kode 406 Uakseptabelt'

source: Error code = 407 Proxy Authentication Required
nb: Feil kode 407 Proxy-autentisering krevest'

source: Error code = 408 Request Timeout
nb: Feil kode 408 Forespørselens tidsgrense utløpt'

source: Error code = 410 Gone
nb: Feil kode 410 Forsvunnet/avviklet'

source: Error code = 451 Unavailable For Legal Reasons
nb: Feil kode 451 Utilgjengelig av juridiske årsaker'

source: Error = 200 OK
nb: Feil kode = 200 OK'

source: Cannot find sun data.
nb: Kan ikke finne data for solen.

source: Cannot find moon data.
nb: Kan ikke finne data for månen.

source: Cannot find the AverageData.
nb: Kan ikke finne gjennomsnitt data.

source: Cannot find data for the Air Quality.
nb: Kan ikke finne data for luftkvaliteten.

source: Files in Document Directory
nb: Filer i Dokument katalogen

source: Show files in Document Directory
nb: Vis filene i Dokument katalogen

source: File does not exist.
nb: Filen finnes ikke i Dokument katalogen.

source: No files in Document Directory
nb: Dokument katalogen er tom.

source: Years
nb: år

source: Feels Like conveys how warm or cold it feels and can be different from the actual temperature. The Feels Like temperature is affected by humidity, sunlight and wind.
nb: Føles som viser hvor varmt eller kaldt det føles, og kan være forskjellig fra den faktiske temperaturen. Føles som temperaturen påvirkes av fuktighet, sollys og vind.

source: About Feels Like Temperature
nb: Om føles som temperatur

source: About Precipitation Intensity
nb: Om «Nedbørsintensitet»

source: Intensity is calculated base on how much rain or snow fall per hour and is ment to indicate how heavy the rain or snow will feel. It is also used with other precipitation types such as sleet or wintry mix. A downpoor or heavy snowstorm can have a «heavy» intensity, while an average rainfall or lighter drizzle can have a «moderate» or «light» intensity.
nb: «Nedbørsintensitet» beregnes basert på hvor mye regn eller snø som faller per time, og er ment å indikere hvor kraftig regnet eller snøen vil føles. Den brukes også med andre nedbørstyper som sludd eller vinterblanding. Et dårlig eller kraftig snøstorm kan ha en «kraftig» intensitet, mens et gjennomsnittlig nedbør eller lettere yr kan ha en «moderat» eller «lett» intensitet.

source: Last quarter
nb: Siste kvartal

source: Waning crescent
nb: Minkende månesigd

source: Waxing crescent
nb: Voksende månesigd

source: First quarter
nb: Første kvarter

source: Waxing gibbous
nb: Voksende måne

source: Full moon
nb: Fullmåne

source: Waning gibbous
nb: Minkende måne

source: Url key for RapidApi.
nb: Url nøkkel for RapidApi.

source: No Rapid url key found.
nb: Finner ikke url nøkkel for RapidApi.

source: Api key for RapidApi.
nb: Api nøkkel for RapidApi.

source: No Rapid api key found.
nb: Finner ikke api nøkkel for RapidApi.

source: Host key for RapidApi.
nb: Host nøkkel for RapidApi.

source: No Rapid host key found.
nb: Finner ikke host nøkkel for RapidApi.

source: Illumination refers to the percentage of the moon's Earth-facing surface that is lit up by the sun. A full moon is 100% lit up, and a new moon is 0% lit up. This percentage does not take into account whether the moon is risen or whether there are any clouds, so the number can be above zero even when you can't see the moon.
nb: Belysning refererer til prosentandelen av månens jordvendte overflate som er opplyst av solen. En fullmåne er 100 % opplyst, og en nymåne er 0 % opplyst. Denne prosentandelen tar ikke hensyn til om månen er oppstått eller om det er skyer, så tallet kan være over null selv når du ikke kan se månen.

source: The moon has an elliptical orbit, which means its distance from the Earth changes throughout the month. The distance is measured from the core of the moon to the Earth's core and varies from approximately 356 500 km to 406 700 km.
nb: Månen har en elliptisk bane, som betyr at avstanden fra jorden endrer seg gjennom måneden. Avstanden måles fra månens kjerne til jordens kjerne og varierer fra omtrent 356 500 km til 406 700 km.

source: About illumination
nb: Belysning av månen

source: About Moon Distance
nb: Distanse til månen

source: MoonSign
nb: Måne tegn

source: MajorPhase
nb: Hoved fase

source: Phase
nb: Fase verdi

source: Stage
nb: Tilstand

source: SunSign
nb: Sol tegn

source: Third Quarter
nb: Tredje kvartal

source: Leo
nb: Løven

source: Libra
nb: Vekten

source: Virgo
nb: Jomfruen

source: Scorpio
nb: Skorpionen

source: Next New Moon
nb: Neste nymåne

source: Next Full Moon
nb: Neste fullmåne

source: Sagittarius
nb: Skytten

source: Daily Summary
nb: Daglig oppsummering

source: The peak uvIndex is higher than yesterday.
nb: Den høyeste UV-strålingen er høyere enn dagen før.

source: The peak uvIndex is the same as yesterday.
nb: Den høyeste UV-strålingen er den samme som dagen før.

source: The peak uvIndex is lower than yesterday.
nb: Den høyeste UV-strålingen er lavere som dagen før.

source: The peak uvIndex today is higher than yesterday.
nb: Den høyeste UV-strålingen i dag er høyere enn dagen før.

source: The peak uvIndex today is the same as yesterday.
nb: Den høyeste UV-strålingen i dag er den samme som dagen før.

source: The peak uvIndex today is lower than yesterday.
nb: Den høyeste UV-strålingen i dag er lavere som dagen før.
