Repository: JanHovland/WeatherForecast
Catalog: WeatherForecast/*.lproj/Localizable.strings
Languages: nb

source: Reset is now finished.
nb: Oppdateringen er nå ferdig.

source: All places is now modified.
nb: Mine steder er nå blitt oppdatert.

source: Error with the modification of the places.
nb: Feil med oppdateringen av stedene.

source: Local weatherForecast
nb: Lokal værmelding

source: Weather
nb: Været

source: Norway
nb: Norge

source: China
nb: Kina

source: United States
nb: Usa

source: United Kingdom
nb: Storbritannia

source: Turkey
nb: Tyrkia

source: Canada
nb: Kanada

source: Russia
nb: Russland

source: France
nb: Frankrike

source: Save local place
nb: Lagre lokalt sted

source: Save local place has been started. Please wait for the next message.
nb: Lagre lokalt sted har blitt startet. Vennligst vent på neste melding.

source: Dismiss weather in '%@'
nb: Avslutt været i '%@'

source: Refresh all places
nb: Frisk opp stedene

source: Refresh all places finished
nb: Oppfrisking av alle stedene ferdig.

source: SHOW WEATHER FOR PLACES IN CLOUDKIT
nb: VIS VÆRET FOR STEDENE I CLOUDKIT

source: Show weather for places in CloudKit
nb: Vis været for stedene i CloudKit

source: the level is low all day.
nb: UV-indeksen vil holde seg lavt hele dagen.

source: the level is high all day.
nb: nivået er høyt deler av dagen.

source: is the level low all day.
nb: er nivået lavt hele dagen.

source: is level high all day.
nb: er nivået høyt deler av dagen.

source: My position
nb: Min posisjon

source: Dew point:
nb: Duggpunktet:

source: Find the hourForecast data
nb: Finn hourForecast data

source: Find the weather data
nb: Finn vær data

source: Cannot find the local coordinates.
nb: Kan ikke finne de lokale koordinatene.

source: Refresh for all places has started. Please note that this alert will only show for a few seconds.
nb: Oppdatering for alle stedene har startet. Vær oppmerksom på at dette varselet vil bare vises i noen sekunder.

source: Settings
nb: Innstillinger

source: Menu
nb: Meny

source: Start refreshing
nb: Start oppdatering

source: Refresh the offset in CloudKit
nb: Oppdater tidssoner

source: The time zones are set relative to UTC. UTC is often used to indicate time zones and then indicates the deviation from the time as it is indicated at the prime meridian. UTC is thus the successor to Greenwich Mean Time (GMT). Example for Norway: CET (Central European Time) = UTC+1h. Daylight Saving Time: CEST (Central European Summer Time) = UTC+2h
nb: Tidssonene blir satt i forhold til UTC. UTC brukes ofte for å indikere tidssoner og indikerer deretter avviket fra klokkeslettet slik det er indikert ved nullmeridianen. UTC er dermed etterfølgeren til Greenwich Mean Time (GMT). Eksempel for Norge: CET (Central European Time) = UTC+1t. Sommertid: CEST (Central European Summer Time) = UTC+2t

source: Search ...
nb: Søk etter ...

source: Choose a new place to save.
nb: Velg et nytt sted å lagre.

source: Refresh my places
nb: Oppdater stedene mine

source: Delete this place
nb: Slett dette stedet

source: AIR QUALITY
nb: LUFT KVALITET

source: MOON
nb: MÅNEN

source: Good
nb: God

source: Fair
nb: Mindre god

source: Poor
nb: Dårlig

source: Very poor
nb: Veldig dårlig

source: No available data for air quality in %@
nb: Ingen tilgjengelige data for luftkvalitet i %@

source: Carbon monoxide CO :
nb: Karbonmonoksid CO :

source: Ozone
nb: Ozon

source: Particulates
nb: Partikler

source: Nitrogen dioxide
nb: Nitrogendioksid

source: Sulphur dioxide
nb: Svoveldioksid

source: Detailed information on air quality
nb: Detaljert informasjon om luftkvaliteten

source: Designation
nb: Betegnelse

source: Index
nb: Indeks

source: Value
nb: Verdi

source: Range
nb: Område

source: Carbon monoxide CO
nb: Karbonmonoksid CO

source: No moonrise
nb: Ingen måneoppgang

source: Last Quarter
nb: Siste kvartal

source: Waning Crescent
nb: Minkende månesigd

source: New moon
nb: Nymåne

source: New Moon
nb: Nymåne

source: Waxing Crescent
nb: Voksende månesigd

source: First Quarter
nb: Første kvarter

source: Waxing Gibbous
nb: Voksende måne

source: Full Moon
nb: Fullmåne

source: Waning Gibbous
nb: Minkende måne

source: Illumination
nb: Belysning

source: MoonRise
nb: Måneoppgang

source: MoonSet
nb: Månenedgang

source: Is the moon visible?
nb: Er månen synlig?

source: Yes
nb: Ja

source: No
nb: Nei

source: Is the sun visible?
nb: Er solen synlig?

source: Ammonia
nb: Ammoniakk

source: Nitrogen monoxide
nb: Nitrogenmonoksid

source: Ammonia (NH3) Ammonia is a colourless gas with a pungent odour. Its main source are agricultural processes, particularly in fertilizer production and livestock waste management. Indoor causes include cigarette smoke and cleaning solutions. Ammonia irritates the eyes, nose, throat, and respiratory tract if inhaled in small amounts due to its corrosive nature and is poisonous in large quantities. It pollutes and contributes to the eutrophication and acidification of terrestrial and aquatic ecosystems. Furthermore, ammonia forms secondary particulate matter (PM2.5) when combined with other pollutants in the atmosphere.
nb: Ammoniakk (NH3) Ammoniakk er en fargeløs gass med en skarp lukt. Hovedkilden er landbruksprosesser, spesielt innen gjødselproduksjon og husdyravfallshåndtering. Innendørs årsaker inkluderer sigarettrøyk og rengjøringsløsninger. Ammoniakk irriterer øyne, nese, svelg og luftveier hvis den inhaleres i små mengder på grunn av dens etsende natur og er giftig i store mengder. Det forurenser og bidrar til eutrofiering og forsuring av terrestriske og akvatiske økosystemer. Videre danner ammoniakk sekundært svevestøv (PM2,5) når det kombineres med andre forurensninger i atmosfæren.

source: Nitric oxide (NO) Nitric oxide, also called nitrogen monoxide, is a colourless, toxic gas formed through the combustion processes of coal and petroleum. Main sources include motor vehicles and thermal power plants.Nitric oxide dissolves in atmospheric water vapour to form acid that damages vegetation, buildings and materials, which contributes to the acidification of terrestrial and aquatic ecosystems. It also combines with VOCs to create ground-level ozone (O3).
nb: Nitrogenoksid (NO) Nitrogenoksid, også kalt nitrogenmonoksid, er en fargeløs, giftig gass som dannes gjennom forbrenningsprosesser av kull og petroleum. Hovedkilder inkluderer motorkjøretøyer og termiske kraftverk. Nitrogenoksid oppløses i atmosfærisk vanndamp og danner syre som skader vegetasjon, bygninger og materialer, noe som bidrar til forsuring av terrestriske og akvatiske økosystemer. Den kombineres også med VOC for å skape bakkenivå ozon (O3).

source: Nitrogen dioxide (NO2) Nitrogen dioxide is formed through the oxidation of nitric oxide (NO) from combustion processes such as diesel engines and coal, oil, gas, wood, and waste plants.Nitrogen dioxide has an adverse effect on the respiratory systems of both humans and animals, increasing risks of stroke. Just like nitrogen monoxide, it dissolves in water vapour to create acid rain. Nitrogen dioxide contributes to the formation of ground-level ozone (O3), and forms secondary particulate matter (PM2.5) when combined with other atmospheric compounds such as ammonia.
nb: Nitrogendioksid (NO2) Nitrogendioksid dannes gjennom oksidasjon av nitrogenoksid (NO) fra forbrenningsprosesser som dieselmotorer og kull-, olje-, gass-, ved- og avfallsanlegg. Nitrogendioksid har en negativ effekt på luftveiene til begge mennesker og dyr, øker risikoen for hjerneslag. Akkurat som nitrogenmonoksid løses det opp i vanndamp for å skape sur nedbør. Nitrogendioksid bidrar til dannelsen av bakkenivå ozon (O3), og danner sekundært partikkelmateriale (PM2.5) når det kombineres med andre atmosfæriske forbindelser som ammoniakk.

source: Particulate matter (PM) Particulate matter consists of airborne liquid and solid particles. Primary particulate matter is emitted from a direct source, including power plants, vehicle traffic, construction sites, and indoor stoves and heaters. On the other hand, secondary particulate matter is formed as a result of chemical and physical reactions with various compounds, including sulphur dioxide (SO2), nitrogen dioxide (NO2), and ammonia (NH3). Particulate matter has been linked to cardiovascular and respiratory diseases such as asthma, bronchitis, and emphysema. The extent of health damage caused by particulate matter is determined by the size of the particles. Particles with a mass median diameter of less than 10 microns is called PM10, while particles with a mass median diameter of less than 2.5 microns is called PM2.5. PM2.5 are also called fine particles. Newer classifications can also include PM0.1, so-called ultra-fine particles. The smaller the particle, the higher the health risk, due to their ability to penetrate deep into the respiratory and circulatory systems, causing damage to the lungs, heart, and brain.
nb: Svevestøv (PM) Svevestøv består av luftbårne væske- og faste partikler. Primært svevestøv slippes ut fra en direkte kilde, inkludert kraftverk, kjøretøytrafikk, byggeplasser og innendørs ovner og varmeovner. På den annen side dannes sekundært svevestøv som et resultat av kjemiske og fysiske reaksjoner med ulike forbindelser, inkludert svoveldioksid (SO2), nitrogendioksid (NO2) og ammoniakk (NH3). Svevestøv har vært knyttet til kardiovaskulære og luftveissykdommer som astma, bronkitt og emfysem. Omfanget av helseskader forårsaket av svevestøv bestemmes av størrelsen på partiklene. Partikler med en massemedian diameter på mindre enn 10 mikron kalles PM10, mens partikler med en massemedian diameter på mindre enn 2,5 mikron kalles PM2,5. PM2.5 kalles også fine partikler. Nyere klassifiseringer kan også inkludere PM0.1, såkalte ultrafine partikler. Jo mindre partikkelen er, jo høyere er helserisikoen, på grunn av deres evne til å trenge dypt inn i luftveiene og sirkulasjonssystemene, og forårsake skade på lungene, hjertet og hjernen.

source: Ozone (O3) Ground-level ozone is a pale blue gas with a pungent smell. It is mainly formed through the photochemical reactions of other pollutants such as nitrogen oxides, carbon monoxide, and volatile organic compounds from strong sunlight and UV radiation. Indoor sources stem from electric motors in household appliances including copiers and laser printers.Ozone is suspected to have carcinogenic effects. It leads to reduced lung function and respiratory diseases, with exposure linked to premature mortality. Apart from its impact on the human body, ozone also damages vegetation, contributing to a decrease in crop productivity and forest decline. Ozone accelerates the deterioration of rubbers, dyes, paints, coatings, and various textiles, and is also a major component of smog.
nb: Ozon (O3) Ozon ved bakkenivå er en blekblå gass med en skarp lukt. Det dannes hovedsakelig gjennom fotokjemiske reaksjoner av andre forurensninger som nitrogenoksider, karbonmonoksid og flyktige organiske forbindelser fra sterkt sollys og UV-stråling. Innendørs kilder stammer fra elektriske motorer i husholdningsapparater, inkludert kopimaskiner og laserskrivere. Ozon er mistenkt for å ha kreftfremkallende effekter. Det fører til redusert lungefunksjon og luftveissykdommer, med eksponering knyttet til for tidlig dødelighet. Bortsett fra dens innvirkning på menneskekroppen, skader ozon også vegetasjonen, noe som bidrar til en reduksjon i avlingsproduktivitet og skognedgang. Ozon akselererer forringelsen av gummier, fargestoffer, maling, belegg og ulike tekstiler, og er også en viktig komponent i smog.

source: Carbon monoxide (CO) Carbon monoxide is a colourless, odourless, and tasteless toxic gas. It is emitted directly from vehicles and combustion engines. Indoors, carbon monoxide is produced by boilers, fireplaces, ovens, cooker hoods, central vacuum systems, tobacco smoke, and propane heaters. Other sources of the gas are power plants, biomass burning, forest fires, and the wood industry.Upon entering the bloodstream, carbon monoxide inhibits the body’s ability to carry oxygen to organs and tissues. As such, extremely high concentrations can cause death. Infants, the elderly, and those with heart and respiratory diseases are particularly susceptible to carbon monoxide poisoning.
nb: Karbonmonoksid (CO) Karbonmonoksid er en fargeløs, luktfri og smakløs giftig gass. Det slippes ut direkte fra kjøretøy og forbrenningsmotorer. Innendørs produseres karbonmonoksid av kjeler, peiser, ovner, kjøkkenvifter, sentralvakuumsystemer, tobakksrøyk og propanvarmere. Andre kilder til gassen er kraftverk, biomassebrenning, skogbranner og treindustri. Ved å komme inn i blodet hemmer karbonmonoksid kroppens evne til å frakte oksygen til organer og vev. Som sådan kan ekstremt høye konsentrasjoner forårsake død. Spedbarn, eldre og de med hjerte- og luftveissykdommer er spesielt utsatt for karbonmonoksidforgiftning.

source: Showing Ammonia information:
nb: Ammoniakk

source: Showing nitrogenmonoxide information:
nb: Nitrogenmonoksid

source: Sulphur dioxide is a toxic gas with a pungent smell. It mainly arises from the combustion and refining processes of coal, oil, and metal-containing ores, but also from transport-related emissions such as shipping.Sulphur dioxide is an irritant, and can cause respiratory diseases in humans and animals. It forms acid rain when dissolved in water, which damages vegetation, buildings and materials, and contributes to the acidification of terrestrial and aquatic ecosystems. Sulphur dioxide also forms secondary particulate matter (PM2.5) when combined with other compounds such as ammonia in the atmosphere.
nb: Svoveldioksid er en giftig gass med en skarp lukt. Det kommer hovedsakelig fra forbrennings- og raffineringsprosesser av kull, olje og metallholdige malmer, men også fra transportrelaterte utslipp som skipsfart. Svoveldioksid er irriterende og kan forårsake luftveissykdommer hos mennesker og dyr. Den danner sur nedbør når den løses opp i vann, noe som skader vegetasjon, bygninger og materialer, og bidrar til forsuring av terrestriske og akvatiske økosystemer. Svoveldioksid danner også sekundært partikkelmateriale (PM2.5) når det kombineres med andre forbindelser som ammoniakk i atmosfæren.

source: Volatile organic compounds (VOC) Volatile organic compounds refer to a large group of carbon-containing substances including hydrocarbons, alcohols, aldehydes, and organic acids. Outdoor sources include emissions from incomplete combustion processes and volatile industry byproducts. VOCs are particularly concentrated indoors due to internal sources from interior products and building materials such as furniture, plastics, carpets, wallpapers, cleaning materials, lacquers, solvents, and tobacco smoke.As such, the indoor impact of VOCs has greater health implications since people spend time predominantly in buildings. While individual VOC levels tend to be moderate with no expected health effects, concentrations rise to concerning levels after construction works and renovations. Many individual VOCs have been shown to have toxic, carcinogenic, and mutagenic effects on humans. Symptoms include headaches, fatigue, loss of productivity, sleep disorders, and respiratory diseases, which altogether could be summarized as “Sick Building Syndrome”. The more reactive VOCs combine with nitrogen dioxide (NO2) to form ground-level ozone (O3), and contribute to creating secondary particulate matter (PM2.5) as well.
nb: Flyktige organiske forbindelser (VOC) Flyktige organiske forbindelser refererer til en stor gruppe karbonholdige stoffer, inkludert hydrokarboner, alkoholer, aldehyder og organiske syrer. Utendørs kilder inkluderer utslipp fra ufullstendige forbrenningsprosesser og flyktige industribiprodukter. VOC er spesielt konsentrert innendørs på grunn av interne kilder fra interiørprodukter og byggematerialer som møbler, plast, tepper, tapeter, rengjøringsmidler, lakk, løsemidler og tobakksrøyk. Som sådan har innendørspåvirkningen av VOC større helsekonsekvenser siden mennesker tilbringe tid hovedsakelig i bygninger. Mens individuelle VOC-nivåer har en tendens til å være moderate uten forventede helseeffekter, stiger konsentrasjonene til bekymringsfulle nivåer etter byggearbeider og renoveringer. Mange individuelle VOC har vist seg å ha toksiske, kreftfremkallende og mutagene effekter på mennesker. Symptomer inkluderer hodepine, tretthet, tap av produktivitet, søvnforstyrrelser og luftveissykdommer, som til sammen kan oppsummeres som "Sykbygningssyndrom". De mer reaktive VOC-ene kombineres med nitrogendioksid (NO2) for å danne bakkenivå ozon (O3), og bidrar også til å skape sekundært partikkelmateriale (PM2.5).

source: Showing Volatile organic compounds (VOC):
nb: Flyktige organiske forbindelser

source: When talking about air quality, we commonly mean the levels of different pollutants in our air. Major air pollutants include carbon monoxide (CO), ammonia (NH3), nitric oxide (NO), nitrogen dioxide (NO2), ozone (O3), particulate matter (PM), sulphur dioxide (SO2) and volatile organic compounds (VOC).
nb: Når vi snakker om luftkvalitet, mener vi vanligvis nivåene av forskjellige forurensninger i luften vår. Viktige luftforurensninger inkluderer karbonmonoksid (CO), ammoniakk (NH3), nitrogenoksid (NO), nitrogendioksid (NO2), ozon (O3), partikler (PM), svoveldioksid (SO2) og flyktige organiske forbindelser (VOC).

source: Deutschland
nb: Tyskland

source: None
nb: Opphold

source: Next full moon
nb: Neste fullmåne

source: Weather conditions
nb: Værforhold

source: Probability of precipitation
nb: Sannsynlighet for nedbør

source: Total amount of precipitation
nb: Total nedbørsmengde

source: Next 24 h
nb: Neste 24 timer

source: Highest felt temp is the same today as yesterday
nb: Høyeste følte temp er den samme i dag som i går

source: Rain
nb: Regn

source: No precification
nb: Oppholdsvær

source: Today
nb: Dagen i dag

source: Precification
nb: Nedbør

source: Temperature
nb: Værforbehold

source: Freshly fallen dry snow has a water value of around 0.1, which means that 10 centimeters of snow when melted gives 1 centimeter of water. 1 millimeter of precipitation gives a snow depth of 10 millimeters. In older snow, many of the snow crystals' small spikes and sharp edges have disappeared. The rounder crystals take up less space, and the snow sinks together. The higher the temperature, the faster this process goes. Fresh snow can have a water value of up to 0.2–0.3 if it accumulates while it is snowing. Beyond spring, the water value of the snow cover is usually 0.2–0.3 in the lowlands and 0.3–0.5 in mountainous areas.
nb: Nyfallen tørr snø har en vannverdi på rundt 0,1, som betyr at 10 centimeter snø ved smelting gir 1 centimeter vann. 1 millimeter nedbør gir en snødybde på 10 millimeter. I eldre snø har mange av snøkrystallenes små pigger og skarpe kanter forsvunnet. De rundere krystallene tar mindre plass, og snøen synker sammen. Jo høyere temperatur, jo raskere går denne prosessen. Nysnø kan ha en vannverdi på opptil 0,2–0,3 dersom den samler seg mens det snør. Utover våren er vannverdien til snødekket vanligvis 0,2–0,3 i lavlandet og 0,3–0,5 i fjellområder.

source: LAST 24 HOURS
nb: SISTE 24 TIMER

source: NEXT 24 HOURS
nb: NESTE 24 TIMER

source: Day differences
nb: Dagsforskjeller

source: Yesterday
nb: I går

source: The felt temperature today is higher than yesterday.
nb: Den følte temperaturen i dag er høyere enn i går.

source: The felt temperature today is the same as yesterday.
nb: Den følte temperaturen i dag er den samme som i går.

source: The felt temperature today is lower than yesterday.
nb: Den følte temperaturen i dag er lavere enn i går.

source: and the highest is
nb: og den høyeste er

source: The highest felt temperature
nb: Den høyeste følte temperaturen er

source: The uvIndex today is higher than yesterday.
nb: Den høyeste UV-strålingen i dag er på et høyere nivå enn dagen før.

source: The uvIndex today is the same as yesterday.
nb: Den høyeste UV-strålingen i dag er på samme nivå som dagen før.

source: The uvIndex today is lower than yesterday.
nb: Den høyeste UV-strålingen i dag er på et lavere nivå enn dagen før.

source: The highest wind speed today is higher than yesterday.
nb: Den høyeste vindhastigheten i dag er høyere enn i går.

source: The highest wind speed today is the same as yesterday.
nb: Den høyeste vindstyrken i dag er den samme som i går.

source: The highest wind speed today is lower than yesterday.
nb: Den høyeste vindhastigheten i dag er lavere enn i går.

source: Beaufort-scale
nb: Beaufort-skala

source: Description
nb: Beskrivelse

source: About the Beaufort-scale
nb: Om Beaufort-skalaen

source: The Beaufort wind scale expresses how strongly the wind blows at a certain speed. The Beaufort scale can make it easier to understand how much wind is reported, and what effect it can have. Each value on the scale corresponds to a wind speed.
nb: Beauforts vindskala uttrykker hvor kraftig vinden blåser ved en bestemt hastighet. Beafort-skalaern kan gjøre det enklere å forstå hvor mye vind som meldes, og hvilken effekt den kan ha. Hver verdi på skalaen korresponderer med en vindhastighet.

source: The average humidity today is higher than yesterday.
nb: Gjennomsnittlig luftfuktighet i dag er høyere enn i går.

source: The average humidity today is the same as yesterday.
nb: Gjennomsnittlig luftfuktighet i dag er den samme som i går.

source: The average humidity today is lower than yesterday.
nb: Gjennomsnittlig luftfuktighet i dag er lavere enn i går.

source: Select a place
nb: Velg et sted

source: Tap for info
nb: Trykk for info

source: Ammonia
nb: Ammoniakk

source: Volatile organic compounds (VOC)
nb: Flyktige organiske forbindelser (VOC)

source: Ammonia (NH3)
nb: Ammoniakk (NH3)

source: Nitric oxide (NO)
nb: Nitrogenoksid (NO)

source: Terminate this app
nb: Avslutt denne appen

source: Error finding 'hourForecast'.
nb: Finner ikke 'hourForecast'.

source: Find data for the Air Quality
nb: Finn data for luftkvaliteten

source: The Air Quality data is empty. Please note that this alert will only show for a few seconds. Then the app will terminate.
nb: Luftkvalitetsdataene er tomme. Vær oppmerksom på at dette varselet bare vises i noen få sekunder. Deretter vil appen avsluttes.

source: The Weather data is empty. Please note that this alert will only show for a few seconds. Then the app will terminate.
nb: Værdataene er tomme. Vær oppmerksom på at dette varselet bare vises i noen få sekunder. Deretter avsluttes appen.

source: Error finding 'dailyForecast'
nb: Kan ikke finne 'dailyForecast'

source: No placeName
nb: Ukjent sted

source: No countryName
nb: Ukjent land

source: Save this place
nb: Lagre dette stedet

source: Save
nb: Lagre

source: Cancel
nb: Avbryt

source: Delete
nb: Slett

source: Do you want to delete
nb: Ønsker du å slette

source: Do you want to save
nb: Ønsker du å lagre

source: It can take some time until the place is deleted on CloudKit. Select "Refresh my places"
nb: Det kan ta litt tid før stedet er slettet på CloudKit. Velg "Oppdater mine steder"

source: It can take some time until the place is saved on CloudKit. Select "Refresh my places"
nb: Det kan ta litt tid før stedet er lagret på CloudKit. Velg "Oppdater mine steder"

source: Österreich
nb: Østerrike

source: Selected place
nb: Valgt sted

source: Options
nb: Valg

source: Countries overview
nb: Oversikt land

source: Country:
nb: Land:

source: Land code:
nb: Land kode:

source: Flag:
nb: Flagg:

source: Capitol:
nb: Hovedstad:

source: Population:
nb: Innbyggere:

source: Unknown
nb: Ukjent

source: Distance
nb: Distanse

source: AIR PRESSURE
nb: LUFTTRYKK

source: Afghanistan
nb: Afganistan

source: Algeria
nb: Algerie

source: American Samoa
nb: Amerikansk Samoa

source: Antarctica
nb: Antarktis

source: Antigua and Barbuda
nb: Antigua og Barbuda

source: Austria
nb: Østerrike
