Repository: JanHovland/WeatherForecast
Catalog: WeatherForecast/*.lproj/Localizable.strings
Languages: nb

source: Feels like %@
nb: Føles som %@

source: The search for '%@' did not find any record.
nb: Søket etter '%@' gav ikke noe resultat.

source: Find places
nb: Finn steder

source: Key for OpenCage
nb: Nøkkel til OpenCage

source: Setting
nb: Innstillinger

source: Url for OpenCage
nb: Url til OpenCage

source: WeatherForecast
nb: Værmelding

source: E
nb: Ø

source: WIND
nb: VIND

source: FEELS LIKE
nb: FØLES SOM

source: The wind can make it feel colder.
nb: Vinden gjør at det kan føles kaldere.

source: HUMIDITY
nb: LUFTFUKTIGHET

source: The dewPoint is now
nb: Duggpunktet er nå på

source: VISIBILITY
nb: SIKT

source: It is
nb: Det er

source: now.
nb: nå.

source: fog
nb: tåke

source: poor visibility
nb: dårlig sikt

source: Poor visibility
nb: Dårlig sikt

source: moderate visibility
nb: moderat sikt

source: clear weather
nb: klarvær

source: and
nb: og

source: UV-INDEX
nb: UV-INDEKS

source: Low level
nb: Lavt nivå

source: Moderate level
nb: Moderat nivå

source: High level
nb: Høyt nivå

source: Very high level
nb: Veldig høyt nivå

source: Extreme level
nb: Ekstremt høyt nivå

source: RAIN
nb: REGN

source: Last 24 h
nb: Siste 24 h

source: is expected the next day.
nb: ventes kommende døgn.

source: HOURLY FORECAST from one hour backwards and two days forward
nb: Timesoversikt fra en time tilbake og to døgn fremover.

source: blizzard
nb: Snøstorm

source: blowingDust
nb: Sandstorm

source: blowingSnow
nb: Snøstorm

source: clear
nb: Klart

source: cloudy
nb: Skyet

source: drizzle
nb: Duskregn

source: flurries
nb: Byger

source: foggy
nb: Tåkete

source: freezingDrizzle
nb: Underkjølt duskregn

source: freezingRain
nb: Underkjølt regn

source: frigid
nb: kaldt

source: hail
nb: hagl

source: haze
nb: tåke

source: heavyRain
nb: Mye regn

source: heavySnow
nb: Mye snø

source: hot
nb: Varmt

source: hurricane
nb: Orkan

source: isolatedThunderstorms
nb: Isolert tordenvær

source: mostlyClear
nb: Stort sett klart

source: mostlyCloudy
nb: Stort sett skyet

source: partlyCloudy
nb: Delvis skyet

source: rain
nb: Nedbør

source: scatteredThunderstorms
nb: Spredt tordenvær

source: sleet
nb: Sludd

source: smoky
nb: Røykfylt

source: snow
nb: Snø

source: strongStorms
nb: Kraftig tordenvær

source: sunFlurries
nb: Snøbyger med synlig sol

source: sunShowers
nb: Regn med synlig sol

source: thunderstorms
nb: Tordenvær

source: tropicalStorm
nb: Tropisk storm

source: windy
nb: Vindfullt

source: wintryMix
nb: Vinterblanding

source: SUN SET
nb: SOL NED

source: DAILY FORECAST
nb: DAG OVERSIKT

source: Daily forecast
nb: Dag oversikt

source: To do
nb: Oppgaver

source: toDo
nb: Oppgaver

source: Temperature
nb: Temperatur

source: UV-index
nb: UV-indeks

source: Wind
nb: Vind

source: Rain
nb: Nedbør

source: Feels like
nb: Føles som

source: Humidity
nb: Luftfuktighet

source: Visibility
nb: Sikt

source: Air pressure
nb: Lufttrykk

source: Sun set:
nb: Sol ned:

source: Sun rise:
nb: Sol opp:

source: Low
nb: Lavt

source: High
nb: Høyt

source: The same as actual temperature.
nb: Samme som faktisk temperatur.

source: Forward
nb: Neste dag

source: Backward
nb: Forrige dag

source: Low level for the rest of the day.
nb: Lavt nivå hele dagen.

source: Can be moderate levels today.
nb: Kan komme opp på moderat nivå gjennom dagen.

source: Can be high levels today.
nb: Kan komme opp på høyt nivå gjennom dagen.

source: Can be very high levels today.
nb: Kan komme opp på veldig høyt nivå gjennom dagen.

source: Can be extreme levels today.
nb: Kan komme opp på ekstremt høyt nivå gjennom dagen.

source: No precipitation to day.
nb: Ikke noe nedbør i dag.

source: No precipitation this day.
nb: Ikke noe nedbør denne dagen.

source: .Rain
nb: Regn

source: Sleet
nb: Sludd

source: Mixed
nb: Blandet nedbør

source: Snow
nb: Snø

source: Hail
nb: Hagl

source: No info.
nb: Ingen informasjon.

source: The wind speed is calculated based on the average over a short period of time. Gusts are sudden changes in wind strength above the average speed. A gust usually lasts less than 20 seconds.
nb: Vindhastigheten beregnes ut fra gjennomsnittet over en kort periode. Vindkast er plutselige endringer i vindstyrken over gjennomsnittshastigheten. Et vindkast varer vanligvis mindre enn 20 sekunder.

source: About wind speed and gusts
nb: Om vindhastighet og vindkast

source: Weather forecast
nb: Værvarsel

source: About the UV-index
nb: Om UV-indeksen

source: The UV index of the World Health Organization (UVI) measures ultraviolet radiation. The higher the UVI, the greater the chance of skin damage, and the faster the damage can occur. UVI can give you the necessary information about when you should protect yourself from the sun, and when you should avoid staying outdoors. WHO recommends that you stay in the shade or use sunscreen, a hat or protective clothing when the level is 3 (moderate) or higher.
nb: UV-indeksen il Verdens helseorganisasjon (UVI) måler ultrafiolett stråling. Jo høyere UVI, jo større er sjansen for hudskader, og jo fortere kan skaden oppstå. UVI kan gi deg nødvendig informasjon om når du bør beskytte deg mot solen, og når du bør unngå å oppholde deg utendørs. WHO anbefaler at du holder deg i skyggen eller bruker solkrem, hatt eller beskyttende klær når nivået er 3 (moderat) eller høyere.

source: Low lewel
nb: Lavt nivå

source: High lewel
nb: Høyt nivå

source: Now,
nb: Nå,

source: low all day.
nb: lavt hele dagen.

source: Remember to use suncream, a hat or protective clothing when the level is 3 (moderate) or higher.
nb: Husk å bruke solkrem, lue eller beskyttende klær når nivået er 3 (moderat) eller høyere.

source: About felt themperature
nb: Om følt temperatur

source: Felt temperature describes how hot or cold it feels outside, and can differ from the actual temperature. Felt temperature is affected by wind and humidity.
nb: Følt temperatur beskriver hvor varmt eller kaldt det føles ute, og kan skille seg fra den faktiske temperaturen. Følt temperatur påvirkes av vind og luftfuktighet.

source: Daily overview
nb: Dagsoversikt

source: The themperature fells like
nb: Temperaturen føles som

source: and the visibility is
nb: og sikten er

source: Visibility indicates how far away you can clearly see objects such as buildings or mountain peaks. It is a measure of the transparency of the air and does not take into account the amount of sunlight or obstacles in the field of vision. Visibility of 10 km or more is considered clear.
nb: Sikt indikerer hvor langt unna du tydelig kan se objekter som bygninger eller fjelltopper. Det er et mål på gjennomsiktigheten i luften og tar ikke høyde for mengden sollys eller hindringer i synsfeltet. Sikt på 10 km eller mer anses som klar.

source: About visibility
nb: Om sikt

source: About air pressure
nb: Om lufttrykk

source: the Airpressure is
nb: Lufttrykket er

source: Rapid and significant changes in air pressure are used to predict weather changes. Falling pressure can mean, for example, that rain or snow is in store, while rising pressure can mean better weather. Air pressure is also called atmospheric pressure.
nb: Raske og betydelige endringer i lufttrykk brukes til å forutse værendringer. Fallende trykk kan for eksempel bety at det er regn eller snø i vente, mens stigende trykk kan bety bedre vær. Luftttykk kalles også atmosfærisk trykk.

source: The wind
nb: Vinden

source: The average humidity today
nb: Den gjennomsnittlige luftfuktigheten i dag er på

source: About relative humidity
nb: Om relativ luftfuktighet

source: About dew point
nb: Om duggpunkt

source: Relative humidity, or simply humidity, describes the amount of moisture in the air compared to the maximum amount the air can hold. Air can hold more moisture at higher temperatures. A relative humidity of 100% can lead to dew or fog.
nb: Relativ luftfuktighet, eller bare luftfuktighet, beskriver mengden fuktighet i luften sammenlignet med hvor mye luften maksimalt kan holde. Luft kan holde mer fuktighet ved høyere temperaturer. En relativ luftfuktighet på 100 % kan føre til dugg eller tåke.

source: The dew point indicates the temperature to which the air must cool before dew occurs. This can provide information about how humid the air feels - the higher the dew point, the more humid it feels. If the dew point is equal to the measured temperature, the relative humidity is 100%, which can lead to dew and fog.
nb: Duggpunktet angir hvilken temperatur luften må avkjøles til før det oppstår dugg. Dette kan gi informasjon om hvor fuktig luften føles - jo høyere duggpunkt, jo fuktigere føles det. Hvis duggpunktet er likt som målt tempertur, er den relative fuktigheten 100 %, som kan føre til dugg og tåke.

source: The dew point is between
nb: Duggpunktet er mellom

source: to
nb: til

source: miles.
nb: km.

source: totally clear, from
nb: helt klar, fra

source: On
nb: På

source: from
nb: fra

source: the visibility is
nb: blir sikten

source: monday
nb: mandag

source: tuesday
nb: tirsdag

source: wednesday
nb: onsdag

source: thursday
nb: torsdag

source: friday
nb: fredag

source: saturday
nb: lørdag

source: sunday
nb: søndag

source: and the wind is now blowing
nb: og vinden blåser nå

source: it will be blowing from
nb: vil det blåse fra

source: with gust up to
nb: med vindkast på opptil

source: from
nb: fra

source: To day it will blow from
nb: I dag vil det blåse fra

source: NNE
nb: NNØ

source: ENE
nb: ØNØ

source: ESE
nb: ØSØ

source: SE
nb: SØ

source: SSE
nb: SSØ

source: SSW
nb: SSV

source: SW
nb: SV

source: WSW
nb: VSV

source: W
nb: V

source: WNW
nb: VNV

source: NW
nb: NV

source: NNW
nb: NNV

source: north
nb: nord

source: north-northeast
nb: nord-nordøst

source: east-northeast
nb: øst-nordøst

source: east
nb: øst

source: east-southeast
nb: øst-sørøst

source: southeast
nb: sørøst

source: south-southeast
nb: sør-sørøst

source: south
nb: sør

source: south-southwest
nb: sør-sørvest

source: southwest
nb: sørvest

source: west-southwest
nb: vest-sørvest

source: west
nb: vest

source: west-northwest
nb: vest-nordvest

source: northwest
nb: nordvest

source: north-northwest
nb: nord-nordvest

source: weather will continue the rest of the day.
nb: vær vil fortsette resten av dagen.

source: The temperature today will extend from
nb: Temperaturen i dag vil strekke seg fra

source: The lowest temperature on
nb: Laveste temperatur på

source: at
nb: kl.

source: and the highest themperature will be
nb: og høyeste temperatur blir

source: and at
nb: og kl.

source: will be
nb: er

source: Daily view
nb: Dagsoversikt

source: snowy weather
nb: snøvær

source: rainy weather
nb: regnvær

source: no weather info
nb: oppholdsvær

source: Max windspeed
nb: Høyeste vindstyrke

source: Max gust
nb: Høyeste vindkaststyrke

source: Now it is
nb: Nå er det

source: and
nb: og

source: WindSpeed
nb: Vind

source: GustSpeed
nb: Vindkast

source: and
nb: og

source: Appearent temperature
nb: Følt temperatur

source: The felt temperature today will extend from
nb: Den følte temperaturen i dag vil strekke seg fra

source: The lowest felt temperature on
nb: Den laveste følte temperatur på

source: and the highest felt temperature will be
nb: og den høyeste følte temperatur blir

source: the highest
nb: den høyeste er

source: No value from menuTitle.
nb: Mangler verdi fra menuTitle.

source: UTI from the World Health Organization.
nb: UVI fra Verdens helseorganisasjon.

source: Gust:
nb: Vindkast:

source: Gust up to
nb: Vindkast opptil

source: Showing data from gesture
nb: Viser data fra gesture

source: Totally the last 24 hours.
nb: Totalt siste 24 timer

source: it has fallen
nb: det har falt

source: precification the last 24 hours.
nb: nedbør de siste 24 timene.

source: To day it will fall totally
nb: I dag vil det komme

source: precifitation.
nb: nedbør.

source: The next 24 hours
nb: De neste 24 timene

source: it is not expected any precification.
nb: Det er ikke ventet nedbør neste 24 timene

source: the total precification amount will be less than 1 mm.
nb: vil den totale nedbøren være mindre enn 1 mm.

source: the total precification amount will be
nb: vil den totale nedbørsmengden bli

source: it will come no rain.
nb: vil det ikke komme noe nedbør.

source: it will rain less than 1 mm.
nb: vil det komme mindre enn 1 mm nedbør.

source: it will rain
nb: vil det komme

source: mm precipitation.
nb: mm nedbør.

source: Snow warning
nb: Snø varsel

source: Distribution of snow versus rain is
nb: Snøens prosent andel av nedbøren er

source: Please notice that 1 mm rain is equal to 10 mm of snow.
nb: Legg merke til at 1 mm nedbør er ~ 1 cm snø.

source: Actual
nb: Faktisk

source: Actual: H:
nb: Faktisk: H:

source: the temperature fells like
nb: temperaturen føles som

source: just now, but the measured temperature is
nb: akkurat nå, men den målte temperaturen er

source: The wind makes it feel colder. The felt temperatur to day is between
nb: Vinden gjør at det føles kaldere. Den følte temperaturen i dag lå mellom

source: will the felt temperature to day be between
nb: vil følt temperaturen ligge på mellom

source: The wind makes it feel colder than the actual temperature.
nb: Vinden gjør at det føles kaldere enn den faktiske temperaturen.

source: Totally this day.
nb: Totalt denne dagen.

source: The dew point:
nb: Duggpunktet:

source: Average
nb: Gjennomsnitt

source: the average humidity today is
nb: Den gjennomsnittlige luftfuktigheten i dag er på

source: will the the humidity be
nb: vil luftfuktigheten ligge på

source: in average.
nb: i snitt.

source: The dewpoint is between
nb: Duggpunktet er mellom

source: Good visibility
nb: God sikt

source: Moderate visibility
nb: Moderat sikt

source: Moderate
nb: Dårlig sikt

source: Misty
nb: Tåke

source: the airpressure is now
nb: lufttrykket er for øyeblikket

source: Today the airpressure will be
nb: I dag vil lufttrykket ligge på

source: in average, and the lowest measured pressure will be
nb: i snitt, og lavest målte trykk vil være

source: the airpressure will be
nb: vil lufttrykket ligge på

source: Precification will continue the rest of the day.
nb: Nedbøren vil fortsette resten av dagen.

source: No precification for the rest of the day.
nb: Ikke noe nedbør denne dagen.

source: PRECIPITATION
nb: NEDBØR

source: Save place
nb: Lagre nytt sted

source: The place has been saved in CloudKit.
nb: Stedet er nå lagret i CloudKit.

source: Check if place exist
nb: Sjekk om stedet finnes

source: Error checking if place exists
nb: Feilmelding fra sjekk om stedet finnes.

source: The place exist in CloudKit
nb: Stedet finnes allerede.

source: The place does not exist in CloudKit
nb: Stedet finnes ikke fra før.

source: Delete '%@'
nb: Slette '%@'

source: Error delete '%@'
nb: Feil med sletting av '%@'

source: '%@' has no CKRecord.ID
nb: '%@' har ikke noen CKRecord.ID

source: Error finding CKRecord.ID for '%@'
nb: Feil med å finne CKRecord.ID for '%@'

source: Finding CKRecord.ID for '%@'
nb: Finne CKRecord.ID for '%@'

source: CKRecord.ID is found
nb: CKRecord.ID finnes

source: CKRecord.ID is nil
nb: CKRecord.ID er nil.

source: Error find CKRecord.ID
nb: Feil med å finne CKRecord.ID.

source: Save '%@'
nb: Lagre '%@'

source: '%@' has been saved in CloudKit.
nb: '%@' er nå lagret i CloudKit.

source: Error with saving '%@'
nb: Feil med lagring av '%@'

source: The place has been deleted
nb: Stedet er nå slettet

source: '%@' exist in CloudKit
nb: '%@' finnes allerede i CloudKit.

source: '%@' does not exist in CloudKit
nb: '%@' finnes ikke i CloudKit.

source: '%@' has been deleted
nb: '%@' er slettet

source: Check if '%@' exist
nb: Sjekk om '%@' finnes

source: Error checking if '%@' exists
nb: Feil ved sjekk om '%@' finnes

source: Error message from CloudKit
nb: Feilmelding fra CloudKit.

source: Weather overview
nb: Været

source: Select place
nb: Velg blant valgte steder

source: Select place iPhone
nb: Velg blant steder

source: Found all places
nb: Fant alle stedene

source: Received all places.
nb: Har hentet alle stedene.

source: Error fetching places.
nb: Feil ved henting av stedene.

source: No places to be found in CloudKit.
nb: Finner ikke noen steder i CloudKit.

source: '%@' does not exist in CloudKit.
nb: '%@' finnes ikke i CloudKit.

source: Delete a place
nb: Fjern et sted

source: '%@' has been deleted.
nb: '%@' er nå fjernet.

source: Saving '%@'
nb: Lagring av '%@'

source: Search for places...
nb: Søk etter steder...

source: Refresh
nb: Frisk opp

source: Information
nb: Informasjon

source: No Internet connection for this device.
nb: Mangler internet forbindelse for denne enheten.

source: Missing data in one or more of the Settings.
nb: Mangler data på en eller flere innstillinger.

source: Select Settings and enter the missing values.
nb: Velg Innstillinger og legg deretter inn verdiene som mangler.

source: Get coordinates
nb: Finn koordinatene

source: Can not find coordinates for '%@'
nb: Kan ikke finne koordinatene til '%@'

source: SUN RISE
nb: SOL OPP

source: Sunrise
nb: Soloppgang

source: Sunset
nb: Solnedgang

source: To find the right place, add country, county and municipality.
nb: Finn riktig sted med mer informasjon.

source: city
nb: By:

source: railway
nb: Jernbane:

source: village
nb: Landsby:

source: hotel
nb: Hotell:

source: hamlet
nb: Grend:

source: farm
nb: Gård:

source: place_of_worship
nb: Kirke:

source: body_of_water
nb: Kropp av vann:

source: building
nb: Bygning:

source: continent
nb: Verdensdel:

source: country
nb: Land:

source: county
nb: Fylke:

source: fictitious
nb: Fiktiv:

source: island
nb: Øy:

source: neighbourhood
nb: Nabolag:

source: partial_postcode
nb: Delvis_postnummer:

source: postal_city
nb: Poststed:

source: postcode
nb: Postnr:

source: road
nb: Vei:

source: state
nb: Stat:

source: state_district
nb: Stat_distrikt:

source: terminated_postcode
nb: Utgått postnr:

source: unknown
nb: Ukjent:

source: waterway
nb: Kanal:

source: craft
nb: Håndtverk:

source: boundary_stone
nb: Grensestein:

source: police
nb: Politi:

source: shop
nb: Butikk:

source: ferry_terminal
nb: Ferje terminal:

source: municipality
nb: Kommune:

source: water
nb: Innsjø:

source: bus_stop
nb: Buss stop:

source: information
nb: Informasjon:

source: peak
nb: Fjelltopp:

source: 'dateSelected' value == %@
nb: 'dateSelected' er "%@"

source: Value == %@ is not part of the 'dateArray'.
nb: "%@" er ikke en del av 'dateArray'.

source: No value for weather.
nb: 'weather' er nil!. Start appen på nytt.

source: No value for hourForecast.
nb: 'hourForecast' er nil!. Start appen på nytt.

source: My places
nb: Mine steder

source: with
nb: med

source: 500 Internal Server Error, The server has encountered a situation it does not know how to handle.
nb: 500 Intern serverfeil, Tjeneren har støtt på en situasjon den ikke vet hvordan den skal håndteres. Avslutt appen.

source: 501 Not Implemented, The request method is not supported by the server and cannot be handled. The only methods that servers are required to support (and therefore that must not return this code) are GET and HEAD.
nb: 501 Ikke implementert, Forespørselsmetoden støttes ikke av serveren og kan ikke håndteres. De eneste metodene som servere må støtte (og derfor ikke må returnere denne koden) er GET og HEAD. Avslutt appen.

source: 502 Bad Gateway, This error response means that the server, while working as a gateway to get a response needed to handle the request, got an invalid response.
nb: 502 Bad Gateway, Dette feilsvaret betyr at serveren, mens den jobbet som en gateway for å få et svar som er nødvendig for å håndtere forespørselen, fikk et ugyldig svar. Avslutt appen.

source: 503 Service Unavailable, The server is not ready to handle the request. Common causes are a server that is down for maintenance or that is overloaded. Note that together with this response, a user-friendly page explaining the problem should be sent. This response should be used for temporary conditions and the Retry-After HTTP header should, if possible, contain the estimated time before the recovery of the service. The webmaster must also take care about the caching-related headers that are sent along with this response, as these temporary condition responses should usually not be cached.
nb: 503 Tjenesten utilgjengelig, Tjeneren er ikke klar til å håndtere forespørselen. Vanlige årsaker er en server som er nede på grunn av vedlikehold eller som er overbelastet. Merk at sammen med dette svaret skal det sendes en brukervennlig side som forklarer problemet. Dette svaret skal brukes for midlertidige forhold, og Retry-After HTTP-headeren bør, hvis mulig, inneholde estimert tid før gjenoppretting av tjenesten. Nettredaktøren må også ta seg av de caching-relaterte overskriftene som sendes sammen med dette svaret, da disse midlertidige tilstandssvarene vanligvis ikke skal bufres. Avslutt appen.

source: 504 Gateway Timeout, This error response is given when the server is acting as a gateway and cannot get a response in time.
nb: 504 Gateway Timeout, Dette feilsvaret gis når serveren fungerer som en gateway og ikke kan få svar i tide. Avslutt appen.

source: 505 HTTP Version Not Supported, The HTTP version used in the request is not supported by the server.
nb: 505 HTTP-versjon støttes ikke, HTTP-versjonen som ble brukt i forespørselen støttes ikke av serveren. Avslutt appen.

source: 506 Variant Also Negotiates, The server has an internal configuration error: the chosen variant resource is configured to engage in transparent content negotiation itself, and is therefore not a proper end point in the negotiation process.
nb: 506 Variant forhandler også, Tjeneren har en intern konfigurasjonsfeil: den valgte variantressursen er konfigurert til å delta i transparent innholdsforhandling selv, og er derfor ikke et riktig sluttpunkt i forhandlingsprosessen. Avslutt appen.

source: 507 Insufficient Storage (WebDAV), The method could not be performed on the resource because the server is unable to store the representation needed to successfully complete the request.
nb: 507 Insufficient Storage (WebDAV), Metoden kunne ikke utføres på ressursen fordi serveren ikke er i stand til å lagre representasjonen som trengs for å fullføre forespørselen. Avslutt appen.

source: 508 Loop Detected (WebDAV), The server detected an infinite loop while processing the request.
nb: 508 Loop Detected (WebDAV), Tjeneren oppdaget en uendelig loop under behandling av forespørselen. Avslutt appen.

source: 510 Not Extended, Further extensions to the request are required for the server to fulfill it.
nb: 510 Ikke utvidet, Ytterligere utvidelser til forespørselen kreves for at serveren skal oppfylle den. Avslutt appen.

source: 511 Network Authentication Required, Indicates that the client needs to authenticate to gain network access.
nb: 511 Nettverksautentisering kreves, Indikerer at klienten må autentisere seg for å få nettverkstilgang. Avslutt appen.

source: No value for hourForecast. Exit the app.
nb: Ingen verdi for hourForecast. Avslutt appen.

source: Error finding 'weather'. Exit the app.
nb: Feil med å finne 'weather'. Avslutt appen.

source: No value for weather. Exit the app.
nb: Ingen verdi for weather. Avslutt appen.

source: and the level is
nb: og nivået er

source: the level is high (more than 3) and then you should
nb: og nivået er høyt (over 3), da bør du

source: Refresh offset
nb: Oppdater tidssoner

source: Refresh places
nb: Frisker opp alle stedene.

source: Did not find any places.
nb: Fant ikke noen steder.

source: Found all places.
nb: Fant alle stedene.

source: Refresh offset for places
nb: Oppdatering av tidssonene

source: Reset offset for the places has started. Please note that this alert will only show for a few seconds.
nb: Oppdatering av tidssonene for mine steder har startet. Vær oppmerksom på at dette varselet kun vises i noen sekunder.
